{
    "nav_home": "الرئيسية",
    "nav_about": "من نحن",
    "nav_work": "أعمالنا",
    "nav_blog": "المدونة",
    "nav_contact": "تواصل معنا",
    "btn_get_touch": "تواصل معنا",
    "hero_subtitle": "منصة رقمية",
    "hero_title": "اجذب جمهورك باحترافية",
    "hero_desc": "نحن لا نتبع الاتجاهات فحسب، بل نصنعها. في Veiltail، نتحدث لغة عملائك، ونصيغ استراتيجيات جريئة، ونحقق نتائج ملموسة. بدعم من الإبداع والبيانات، نحول الأفكار إلى تأثير حقيقي. علامتك التجارية تستحق التألق، ونحن هنا لتحقيق ذلك.",
    "btn_get_started": "ابدأ الآن",
    "service_social": "وسائل التواصل الاجتماعي",
    "service_social_desc": "خدمات وسائل تواصل اجتماعي احترافية تبني علامتك التجارية، تعزز التفاعل، وتحقق نتائج حقيقية وقابلة للقياس عبر جميع المنصات.",
    "service_web": "تطوير المواقع",
    "service_web_desc": "نحن نبني مواقع سريعة، متجاوبة، وسهلة الاستخدام مصممة لجذب الزوار، وتقديم تجربة مستخدم سلسة، وتحويل الزيارات إلى عملاء مخلصين.",
    "service_media": "الإنتاج الإعلامي",
    "service_media_desc": "نبتكر مقاطع Reels، وإعلانات ترويجية، وفيديوهات للعلامات التجارية لا تبدو جيدة فحسب، بل تتصل، تلهم، وتحول المشاهدين لعملاء.",
    "service_campaigns": "الحملات الإبداعية",
    "service_campaigns_desc": "من المفهوم إلى التنفيذ، نطلق حملات إبداعية تتصدر الترند، وتفاعل الجمهور، وتحقق المبيعات.",
    "features_subtitle": "المميزات",
    "features_title": "تقديم حلول تسويقية 360 درجة",
    "features_desc": "تتحرك بسرعة، نفكر بذكاء، ونبتكر تسويقاً جريئاً يحقق النتائج، نمزج بين الاستراتيجية والإبداع والتكنولوجيا لبناء علامات تجارية تنمو وتتألق.",
    "btn_learn_more": "اعرف المزيد",
    "what_we_do_subtitle": "ماذا نفعل",
    "what_we_do_title": "تسويق 360 درجة متخصص صناعياً",
    "ind_furniture": "الأثاث والتصميم الداخلي",
    "ind_furniture_desc": "لدينا خبرة واسعة في قطاع الأثاث، حيث عملنا مع علامات تجارية رائدة لها حضور قوي وتأثير في السوق المصري.",
    "ind_health": "الرعاية الصحية والطبية",
    "ind_health_desc": "لقد طورنا استراتيجيات تسويقية موثوقة للعيادات والعلامات التجارية الصحية، وأنشأنا محتوى وإعلانات تبني المصداقية وتجذب المرضى المناسبين.",
    "ind_jewelry": "المجوهرات والعلامات التجارية الفاخرة",
    "ind_jewelry_desc": "نحن متخصصون في تموضع العلامات التجارية الفاخرة، خاصة في المجوهرات، مع علامات تجارية راقية، ومرئيات أنيقة، واستراتيجيات تعكس التفرد.",
    "ind_restaurants": "المطاعم والأغذية والمشروبات",
    "ind_restaurants_desc": "من تصميم القوائم إلى الحملات الإعلانية الشهية، ساعدنا المطاعم على التميز، وجذب العملاء المخلصين، وزيادة ظهور علامتها التجارية.",
    "exp_subtitle": "خبرة عالمية",
    "exp_title": "توقعات العملاء",
    "exp_desc": "ارتقِ بصناعتك من خلال حلولنا المتخصصة 360 درجة، المصممة بدقة لمعالجة التحديات الفريدة ودفع الابتكار التحويلي.",
    "stat_team": "عضو فريق",
    "stat_campaign": "حملة ناجحة",
    "stat_exp": "سنوات خبرة",
    "exp_project": "مشروع",
    "feedback_title": "ماذا يقول الناس عنا",
    "testimonial_director": "مدير",
    "testimonial_text": "النهج الشخصي، المقترن بخبرة فريقنا، يتجاوز التوقعات باستمرار، مما يعزز شراكات طويلة الأمد. قراءة مراجعاتهم هي شهادة على التأثير الحقيقي الذي نحدثه على الشركات، مما يكسبنا الولاء والتقدير. انضم إلى عملائنا الراضين الذين جربوا النجاح والابتكار من خلال تعاوننا المتفاني.",
    "news_subtitle": "أحدث الأخبار",
    "news_title": "أحدث المقالات",
    "post_1_title": "من SEO إلى الاستراتيجية: عقد من التميز الرقمي",
    "post_1_meta": "29 ديسمبر 2023 / 2 تعليقات",
    "post_1_desc": "بسط جهود التسويق الرقمي الخاصة بك مع فريقنا الخبير في الصدارة...",
    "post_2_title": "أفضل شركات التسويق الرقمي في مصر",
    "post_2_meta": "29 ديسمبر 2023 / 1 تعليق",
    "post_2_desc": "تفوق على المنافسة بحلولنا الرقمية المثبتة، والمصممة لدفع عملك...",
    "post_3_title": "حوّل مشهد أعمالك بحلولنا المبتكرة",
    "post_3_meta": "29 ديسمبر 2023 / لا تعليقات",
    "post_3_desc": "ارتقِ بمشهد أعمالك بحلولنا التحويلية، مسخرين الابتكار للقيادة...",
    "btn_read_more": "اقرأ المزيد",
    "footer_desc": "عزز مشاركة العملاء مع خدمات Veiltail Media المتخصصة في التسويق الرقمي وحلول الذكاء الاصطناعي والاستراتيجيات الإبداعية.",
    "footer_products": "المنتجات",
    "footer_prod_chatbot": "روبوت آلي",
    "footer_prod_security": "أمن البيانات",
    "footer_prod_vr": "الواقع الافتراضي",
    "footer_prod_comm": "الاتصالات",
    "footer_prod_support": "الدعم",
    "footer_services": "الخدمات",
    "footer_serv_faq": "الأسئلة الشائعة",
    "footer_serv_privacy": "سياسة الخصوصية",
    "footer_serv_terms": "الشروط والأحكام",
    "footer_serv_team": "فريقنا",
    "footer_serv_contact": "تواصل معنا",
    "footer_company": "الشركة",
    "footer_comp_about": "من نحن",
    "footer_comp_services": "الخدمات",
    "footer_comp_features": "المميزات",
    "footer_comp_pricing": "أسعارنا",
    "footer_comp_news": "أحدث الأخبار",
    "footer_copyright": "حقوق النشر Veiltail @ 2025 | مدعوم من: Veiltail Media",
    "lang_toggle": "English",
    "nav_strategy": "الاستراتيجية",
    "strat_hero_subtitle": "ملف تحليلي",
    "strat_hero_title": "التحليل الاستراتيجي وذكاء الشركات",
    "strat_intro_desc": "يحلل هذا التحليل الفلسفة التشغيلية لشركة Veiltail Media، وموقعها في السوق، و'الذكاء المجازي' الذي يدفع نجاحها. إنه بمثابة مخطط لاختراق السوق عالي التأثير.",
    "strat_meta_title": "استعارة فيل تيل",
    "strat_meta_desc": "اسمنا ليس عشوائياً؛ إنها هوية استراتيجية مشتقة من Betta splendens (نوع Veiltail).",
    "strat_meta_1_title": "التميز الجمالي",
    "strat_meta_1_desc": "يُقدر لجماله البصري، مما يعكس التزامنا بالإنتاج الإبداعي الراقي.",
    "strat_meta_2_title": "العدوانية الإقليمية",
    "strat_meta_2_desc": "مثل سمكة القتال السيامية، نحن نهيمن على الفضاء الرقمي، ونضمن أن تكون العلامات التجارية لعملائنا هي المفترس الأعلى في تخصصاتهم.",
    "strat_meta_3_title": "المرونة",
    "strat_meta_3_desc": "الازدهار حيث يركد الآخرون، والتكيف مع الخوارزميات المتغيرة وظروف السوق.",
    "strat_motto_title": "الشعار: 'يتغذى على الروبيان'",
    "strat_motto_desc": "“كن قطعة فريدة تتغذى على الروبيان.” في نظام التجارة البيئي، يمثل 'الروبيان' الفرص الهائلة التي غالباً ما يتجاهلها المنافسون البطيئون. تم تصميم Veiltail لاستهلاك هذه الفرص بدقة.",
    "strat_ops_title": "القدرات التشغيلية",
    "strat_ops_ai": "مشغلو الذكاء الاصطناعي",
    "strat_ops_ai_desc": "الاستخدام المؤسسي للذكاء الاصطناعي للتحليلات التنبؤية، ورعاية العملاء المحتملين آلياً، وتحسين المحتوى.",
    "strat_ops_vr": "الواقع الافتراضي",
    "strat_ops_vr_desc": "نقل التسويق من المشاهدة السلبية إلى التجربة الغامرة من خلال جولات الواقع الافتراضي ومساحات العلامات التجارية التفاعلية.",
    "strat_ops_sec": "أمن البيانات",
    "strat_ops_sec_desc": "ضمان أمن بيانات العملاء المحتملين التي تم جمعها، وبناء ثقة العملاء من خلال حوكمة رقمية قوية.",
    "strat_sectors_title": "تأثير القطاع الاستراتيجي",
    "strat_sec_furn": "الأثاث",
    "strat_sec_furn_desc": "رقمية تجربة صالة العرض من خلال سرد القصص البصرية عالية الدقة.",
    "strat_sec_health": "الرعاية الصحية",
    "strat_sec_health_desc": "بناء الثقة والسلطة في القطاعات الطبية من خلال الدقة السريرية في المحتوى.",
    "strat_sec_retail": "التجزئة",
    "strat_sec_retail_desc": "دفع حركة الزوار وتحويلات التجارة الإلكترونية من خلال تسويق الأداء الجريء.",
    "work_title": "أعمالنا",
    "work_desc": "...نحن نساعد عملائنا على تحقيق أهدافهم",
    "about_title": "من نحن",
    "svg_01_title": "فيل تيل.",
    "svg_02_title": "من نحن؟",
    "svg_02_content": "نحن الشرارة الكامنة وراء العلامات التجارية التي ترفض الاندماج. Veiltail هي المكان الذي تولد فيه الأفكار النادرة، وتتشكل الهويات الجريئة، وتُطلق فيه الحملات المؤثرة.",
    "svg_03_title": "الخدمات التي نقدمها",
    "svg_03_content": "تقدم Veiltail مجموعة شاملة من خدمات التسويق 360 درجة المصممة للارتقاء بعلامتك التجارية. من إدارة وسائل التواصل الاجتماعي إلى تطوير المواقع، نقدم حلولاً متكاملة.",
    "svg_04_title": "01 إدارة وسائل التواصل الاجتماعي",
    "svg_04_content": "خدمات وسائل تواصل اجتماعي احترافية تبني علامتك التجارية، تعزز التفاعل، وتحقق نتائج حقيقية وقابلة للقياس عبر جميع المنصات.",
    "svg_05_title": "02 محتوى الريلز الإبداعي",
    "svg_05_content": "نبتكر مقاطع Reels ومحتوى إبداعي عالي التأثير يجذب الانتباه ويروي قصة علامتك التجارية بطريقة تلامس جمهورك.",
    "svg_06_title": "03 شراء الميديا",
    "svg_06_content": "إعلانات أداء استراتيجية وتخطيط إعلامي لضمان وصول رسالتك إلى الأشخاص المناسبين في الوقت المناسب، مما يعظم عائد الاستثمار.",
    "svg_07_title": "04 تطوير المواقع",
    "svg_07_content": "نحن نبني مواقع سريعة، متجاوبة، وسهلة الاستخدام مصممة لجذب الزوار، وتقديم تجربة مستخدم سلسة، وتحويل الزيارات إلى عملاء مخلصين.",
    "svg_08_title": "05 التسويق عبر المؤثرين",
    "svg_08_content": "إدارة حملات المؤثرين من البداية إلى النهاية التي تربط علامتك التجارية بالأصوات المناسبة لبناء الثقة وتوسيع نطاق وصولك.",
    "svg_09_title": "رؤيتنا",
    "svg_09_content": "فلسفتنا هي كسر القالب وإعادة تعريف ما يبدو عليه التسويق. لقد بنينا مساحة حيث يصطدم الإبداع والبيانات والشغف لتحويل الأفكار الجريئة إلى تأثير ملموس.",
    "svg_10_title": "مهمتنا",
    "svg_10_content": "مهمتنا هي منح علامتك التجارية الأضواء التي تستحقها حقاً. نحن ملتزمون بتنفيذ استراتيجيات جريئة تحول أهداف عملك إلى واقع ملموس.",
    "svg_11_title": "هدفنا",
    "svg_11_content": "هدفنا النهائي هو خلق قصص رقمية مستهدفة وجذابة لا تجذب الانتباه فحسب، بل تعزز أيضاً الروابط العميقة بين العلامات التجارية وعملائها.",
    "svg_12_title": "مجوهرات آل هيبة",
    "svg_12_content": "قطعة من محفظة أعمالنا لوسائل التواصل الاجتماعي تعرض العمل لـ آل هيبة، وهي علامة تجارية للمجوهرات. تعرض شبكة من منشوراتهم.",
    "svg_13_title": "قبنوري للأثاث",
    "svg_13_content": "عمل لمحفظة أعمال قبنوري، علامة تجارية للمنزل والأثاث، يظهر خبرتنا في قطاع التجارة الإلكترونية والسلع المنزلية.",
    "svg_14_title": "فوأنيست للأثاث",
    "svg_14_content": "مثال قوي آخر لعملنا مع عملاء الأثاث والتجزئة، مما يعزز خبرتنا في عرض السلع المنزلية الراقية.",
    "svg_15_title": "جذور للتأهيل",
    "svg_15_content": "يظهر هذا تنوعنا وقدرتنا على التعامل مع المواضيع الحساسة والمهنية لـ جذور، وهو مركز لإعادة التأهيل السلوكي وعلاج الإدمان.",
    "svg_16_title": "مركز البتول",
    "svg_16_content": "يعزز محفظة أعمالنا في مجال الرعاية الصحية، ويعرض عملنا لمركز البتول، وهو مركز للعلاج الطبيعي والخدمات الطبية.",
    "svg_17_title": "د. ساندي عماد",
    "svg_17_content": "مثال رائع لعملنا في مجالات التجميل والعافية لـ د. ساندي عماد، وهي عيادة تجميل وعافية."
}
