{
    "nav_home": "Home",
    "nav_about": "About",
    "nav_work": "Our Work",
    "nav_blog": "Blog",
    "nav_contact": "Contact Us",
    "btn_get_touch": "Get in Touch",
    "hero_subtitle": "DIGITAL PLATFORM",
    "hero_title": "Engage your Audience with professionalism",
    "hero_desc": "We don’t just follow trends ,we create them. At Veiltail, we speak your customer’s language, craft bold strategies, and deliver results that matter. Powered by creativity and driven by data, we turn ideas into real impact. Your brand deserves brilliance, and we’re here to make it happen.",
    "btn_get_started": "Get Started",
    "service_social": "Social Media",
    "service_social_desc": "Professional social media services that build your brand, boost engagement, and drive real, measurable results across all platforms.",
    "service_web": "Website Development",
    "service_web_desc": "We build fast, responsive, and user-friendly websites designed to attract visitors, deliver a seamless user experience, and convert traffic into loyal customers.",
    "service_media": "Media Production",
    "service_media_desc": "We create Reels, Promos, and full-scale brand videos that do more than look good, they connect, inspire, and convert.",
    "service_campaigns": "Creative Campaigns",
    "service_campaigns_desc": "From concept to execution, we launch creative campaigns that trend, engage, and convert.",
    "features_subtitle": "FEATURES",
    "features_title": "Delivering Marketing 360° Solutions",
    "features_desc": "“We Move fast, Think Smart, and Create Bold, Results-Driven Marketing, Blending Strategy, Creativity, and Technology to Build Brands that Grow and Shine.”",
    "btn_learn_more": "Learn More",
    "what_we_do_subtitle": "WHAT WE DO",
    "what_we_do_title": "Industry-Focused Marketing 360°",
    "ind_furniture": "Furniture & Interior Design",
    "ind_furniture_desc": "We have extensive experience in the furniture sector, having worked with leading brands that have a strong presence and impact in the Egyptian market.",
    "ind_health": "Healthcare & Medical",
    "ind_health_desc": "We’ve developed trusted marketing strategies for clinics and health brands, creating content & Ads that builds credibility and attracts the right patients.",
    "ind_jewelry": "Jewelry & Luxury Brands",
    "ind_jewelry_desc": "We specialize in positioning luxury brands, Especially in jewelry, with high-end branding, elegant visuals, and marketing strategies that reflect exclusivity.",
    "ind_restaurants": "Restaurants - F&B",
    "ind_restaurants_desc": "From menu designs to mouthwatering campaigns, we’ve helped restaurants stand out, attract loyal customers, and grow their brand visibility.",
    "exp_subtitle": "WORLDWIDE EXPERIENCE",
    "exp_title": "Customer Anticipations",
    "exp_desc": "Elevate your Industry with our Specialized 360°​ , Meticulously Designed to address unique challenges and drive transformative innovation.",
    "stat_team": "Team Member",
    "stat_campaign": "Success Campaign",
    "stat_exp": "Experience",
    "exp_project": "Project",
    "feedback_title": "What People Think About Us",
    "testimonial_director": "Director",
    "testimonial_text": "The personalized approach, coupled with our team's expertise, consistently exceeds expectations, fostering long-lasting partnerships. Reading their reviews is a testament to the genuine impact we make on businesses, earning us loyalty and acclaim. Join our satisfied clients who have experienced success and innovation through our dedicated collaboration.",
    "news_subtitle": "LATEST NEWS",
    "news_title": "Latest Posts",
    "post_1_title": "From SEO to Strategy: A Decade of Digital Excellence",
    "post_1_meta": "December 29, 2023 / 2 Comments",
    "post_1_desc": "Simplify your digital marketing efforts with our expert team at the helm.…",
    "post_2_title": "Best Digital Marketing Companies in Egypt",
    "post_2_meta": "December 29, 2023 / 1 Comment",
    "post_2_desc": "Outpace competition with our proven digital solutions, designed to propel your business…",
    "post_3_title": "Transform Your Business Landscape with Our Innovative Solutions",
    "post_3_meta": "December 29, 2023 / No Comments",
    "post_3_desc": "Elevate your business landscape with our transformative solutions, harnessing innovation to drive…",
    "btn_read_more": "Read More",
    "footer_desc": "Enhance customer engagement with Veiltail Media's specialized services in digital marketing, AI solutions, and creative strategies.",
    "footer_products": "Products",
    "footer_prod_chatbot": "Automated Chatbot",
    "footer_prod_security": "Data Security",
    "footer_prod_vr": "Virtual Reality",
    "footer_prod_comm": "Communication",
    "footer_prod_support": "Support",
    "footer_services": "Services",
    "footer_serv_faq": "FAQ’s",
    "footer_serv_privacy": "Privacy Policy",
    "footer_serv_terms": "Terms & Conditions",
    "footer_serv_team": "Our Team",
    "footer_serv_contact": "Contact Us",
    "footer_company": "Company",
    "footer_comp_about": "About Us",
    "footer_comp_services": "Services",
    "footer_comp_features": "Features",
    "footer_comp_pricing": "Our Pricing",
    "footer_comp_news": "Latest News",
    "footer_copyright": "Copyright Veiltail @ 2025 | Powered by : Veiltail Media",
    "lang_toggle": "العربية",
    "nav_strategy": "Strategy",
    "strat_hero_subtitle": "FORENSIC PROFILE",
    "strat_hero_title": "Strategic Analysis & Corporate Intelligence",
    "strat_intro_desc": "This analysis dissects Veiltail Media’s operational philosophy, market positioning, and the 'Metaphorical Intelligence' that drives its success. It serves as a blueprint for high-impact market penetration.",
    "strat_meta_title": "The Veiltail Metaphor",
    "strat_meta_desc": "Our name is not arbitrary; it is a strategic identity derived from the Betta splendens (Veiltail variant).",
    "strat_meta_1_title": "Aesthetic Distinctiveness",
    "strat_meta_1_desc": "Prized for visual beauty, mirroring our commitment to high-end creative production.",
    "strat_meta_2_title": "Aggressive Territoriality",
    "strat_meta_2_desc": "Like the Siamese Fighting Fish, we dominate the digital space, ensuring our clients’ brands are the apex predators in their respective niches.",
    "strat_meta_3_title": "Resilience",
    "strat_meta_3_desc": "Thriving where others stagnate, adapting to shifting algorithms and market conditions.",
    "strat_motto_title": "The Motto: 'Feeds on Shrimp'",
    "strat_motto_desc": "“Be a unique piece that feeds on shrimp.” In the ecosystem of commerce, 'shrimp' represents the vast opportunities often overlooked by sluggish competitors. Veiltail is designed to consume these opportunities with precision.",
    "strat_ops_title": "Operational Capabilities",
    "strat_ops_ai": "AI Operators",
    "strat_ops_ai_desc": "Institutionalized use of AI for predictive analytics, automated lead nurturing, and content optimization.",
    "strat_ops_vr": "Virtual Reality",
    "strat_ops_vr_desc": "Moving marketing from passive viewing to immersive experience through VR tours and interactive brand spaces.",
    "strat_ops_sec": "Data Security",
    "strat_ops_sec_desc": "Ensuring the security of collected lead data, building client trust through robust digital governance.",
    "strat_sectors_title": "Strategic Sector Impact",
    "strat_sec_furn": "Furniture",
    "strat_sec_furn_desc": "Digitizing the showroom experience through high-fidelity visual storytelling.",
    "strat_sec_health": "Healthcare",
    "strat_sec_health_desc": "Building trust and authority in medical sectors through clinical precision in content.",
    "strat_sec_retail": "Retail",
    "strat_sec_retail_desc": "Driving footfall and e-commerce conversions through aggressive performance marketing.",
    "work_title": "OUR WORK",
    "work_desc": "...We help our clients achieve their goals",
    "about_title": "About Us",
    "svg_01_title": "Veiltail.",
    "svg_02_title": "Who we Are?",
    "svg_02_content": "We are the spark behind the brands that refuse to blend in. Veiltail is where rare ideas are born, bold identities are shaped, and impactful campaigns are launched. We see a world where every brand dares to be different—and we’re the ones lighting the path.",
    "svg_03_title": "SERVICE WE OFFER",
    "svg_03_content": "Veiltail offers a comprehensive range of 360° marketing services designed to elevate your brand. From social media management to web development, we provide end-to-end solutions that drive growth and engagement in the digital age.",
    "svg_04_title": "01 SOCIAL MEDIA MANAGEMENT",
    "svg_04_content": "Professional social media services that build your brand, boost engagement, and drive real, measurable results across all platforms.",
    "svg_05_title": "02 CREATIVE Reel CONTENT",
    "svg_05_content": "We create high-impact Reels and creative content that capture attention and tell your brand's story in a way that resonates with your audience.",
    "svg_06_title": "03 MEDIA BUYING",
    "svg_06_content": "Strategic performance ads and media planning to ensure your message reaches the right people at the right time, maximizing your ROI.",
    "svg_07_title": "04 Website Development",
    "svg_07_content": "We build fast, responsive, and user-friendly websites designed to attract visitors, deliver a seamless user experience, and convert traffic into loyal customers.",
    "svg_08_title": "05 Influencer Marketing",
    "svg_08_content": "Managing end-to-end influencer campaigns that connect your brand with the right voices to build trust and expand your reach.",
    "svg_09_title": "OUR VISION",
    "svg_09_content": "Our philosophy is to break the mold and redefine how marketing feels. We’ve built a space where creativity, data, and passion collide to turn bold ideas into measurable impact.",
    "svg_10_title": "OUR MISSION",
    "svg_10_content": "Our mission is to give your brand the spotlight it truly deserves. We are committed to executing bold strategies that turn your business goals into reality.",
    "svg_11_title": "OUR GOAL",
    "svg_11_content": "Our ultimate objective is creating targeted and engaging digital stories that not only capture attention but also foster deep connections between brands and their customers.",
    "svg_12_title": "Al Heba Jewelry",
    "svg_12_content": "Social Media portfolio piece showcasing work for آل هيبه, a jewelry brand. It displays a grid of their social media posts.",
    "svg_13_title": "Kabnoury Furniture",
    "svg_13_content": "Portfolio piece for kabnoury قبنوري, a home and furniture brand, demonstrating our expertise in the e-commerce and home goods sector.",
    "svg_14_title": "FUANIST Furniture",
    "svg_14_content": "Another strong example of our work with furniture and retail clients, solidifying our experience in showcasing high-end home goods.",
    "svg_15_title": "Juzoor Rehabilitation",
    "svg_15_content": "This shows our versatility and ability to handle sensitive and professional topics for جذور, a behavioral rehabilitation and addiction treatment center.",
    "svg_16_title": "El Batoul Center",
    "svg_16_content": "Further strengthens our healthcare portfolio, showcasing our work for مركز البتول, a physiotherapy and medical center.",
    "svg_17_title": "Dr. Sandy Emad",
    "svg_17_content": "A great example of our work in the aesthetics and wellness fields for DR. SANDY EMAD, a wellness and cosmetic clinic."
}
